{
    "Waranatitan": "--- FICHA DE ESPÉCIMEN ---\n\n**Nombre Científico:** *Waranatitan*\n\n**Etimología:** El nombre *Waranatitan* es una derivación de las raíces griegas *waran* (grande, de gran tamaño) y *titan* (gigante).  La combinación sugiere un titán de proporciones colosales, reflejando la escala inmensa del espécimen encontrado. El término \"waran\" evoca una sensación de magnificencia y poder.\n\n**Descubrimiento:** Descubierto por el Dr. Lucius Bellwether en la formación Morrison, Colorado, Estados Unidos, en el año 2038. El espécimen fue inicialmente identificado como un esqueleto parcial, encontrado enterrado en un lecho fluvial sedimentado.\n\n**Periodo:** Cretácico Superior.\n\n**Dieta:** Herbívoro.\n\n**Descripción Física:** *Waranatitan* era un titanosaurio de proporciones absolutamente gigantescas. La estimación más reciente del espécimen (el único que se ha podido estudiar en su totalidad) indica una longitud total de aproximadamente 45 metros y una altura de entre 18 y 22 metros.  El espécimen exhibía una complexión robusta, con músculos evidentes en las extremidades y un cuello extremadamente largo y flexible. Su piel, inferida a partir de la preservación de los tejidos dérmicos, mostraba una cobertura de placas escamosas de color marrón rojizo, interconectadas por finas líneas de protoplumas (plumaje primitivo, aunque de naturaleza más protectora que aerodinámica). La coloración general probablemente variaba desde un gris verdoso en el dorso hasta un color ocre más claro en el vientre. Un rasgo distintivo era una gran cresta ósea proyectante en el cráneo, que probablemente servía para el aislamiento térmico y potencialmente para exhibiciones de cortejo. La espina dorsal mostraba numerosas protuberancias óseas, que sugerían una musculatura particularmente desarrollada en el tronco, que habría proporcionado la fuerza necesaria para mantener su imponente tamaño. Los miembros posteriores, cada uno de ellos con tres dedos, permitían a *Waranatitan* moverse con relativa agilidad, aunque su tamaño lo hacía poco ágil.",
    "Hianchangosaurus": "--- FICHA DE ESPÉCIMEN ---\n\n**Nombre Científico:** *Hianchangosaurus*\n\n**Etimología:** El nombre *Hianchangosaurus* se deriva del chino “hianchang” (汉章), que significa “brillante”, “resplandeciente” y “luz”, combinado con \"-saurus\" (que denota “reptil” o “lagarto” en latín).  Se eligió para reflejar la apariencia del dinosaurio, probablemente adornado con protuberancias brillantes y quizás plumaje iridiscente, una hipótesis basada en la morfología de su cráneo y en el creciente interés en la posible evolución del plumaje en dinosaurios.\n\n**Descubrimiento:** Descubierto por el Dr. Jian Li en la región de la Garganta de los Vientos (Wujinggou), provincia de Gansu, China, en 2018. El espécimen (WJG-2018-01) fue encontrado en estratos de la Formación Daotonggou, de la cual se infiere una edad del Cretácico Inferior.\n\n**Periodo:** Cretácico Inferior.\n\n**Dieta:** Herbívoro. La morfología de su cráneo y la dentición sugieren una dieta basada principalmente en coníferas, aunque la presencia de una posible estructura en forma de “fémur de agarre” en la excavación podría indicar que también consumía plantas del sotobosque.\n\n**Descripción Física:** *Hianchangosaurus* era un dinosaurio herbívoro de tamaño mediano. Se estima que alcanzaba una longitud total de aproximadamente 7 metros y una altura de 3 metros a la cruz. La complexión era robusta y musculosa, con un cuerpo adaptado para la locomoción en terrenos rocosos. La piel probablemente estaba cubierta por escamas de tamaño mediano, con posibles filamentos protoplácticos (plumas primitivas) desarrollados a lo largo de los hombros, el cuello y quizás la parte superior de la espalda. El coloración, aunque no directamente observable, probablemente era de tonos verdosos y marrones, proporcionando camuflaje en un entorno dominado por coníferas. El cráneo era relativamente pequeño en comparación con su cuerpo, con una cresta ósea erguida y ligeramente curvada que se extendía desde la parte posterior del cráneo hasta la base del cuello, y que probablemente sirvía para exhibir características sexuales y, posiblemente, regular la temperatura corporal.  Además, presenta una marcada prominencia en la región de la nuca.",
    "Danodon": "--- FICHA DE ESPÉCIMEN ---\n\n**Nombre Científico:** *Danodon*\n\n**Etimología:** El nombre *Danodon* proviene del griego \"dano\" (δᾶν), que significa \"hueso\" o \"costra\" (refiriéndose a la corio huesca que recubre los huesos), combinado con el sufijo latino \"-saurus\", que significa \"reptil\".  Por lo tanto, *Danodon* puede interpretarse como “Reptil de Hueso” o “Reptil de Corio Hueso”, sugiriendo un animal con una estructura ósea particular, posiblemente una robusta estructura de soporte.\n\n**Descubrimiento:** Descubierto por el Dr. Alistair Finch en la formación Morrison, Colorado, Estados Unidos, el 17 de agosto de 2018.  El espécimen fue inicialmente encontrado enterrado en una cantera de extracción de arena.\n\n**Periodo:** Cretácico Superior.\n\n**Dieta:** Herbívoro.  La dentición indica una dieta basada en tallos de coníferas, posibles hojas de helechos y, posiblemente, algunos frutos y semillas.\n\n**Descripción Física:** *Danodon coronatus* (El nombre de especie fue añadido para diferenciarlo de otros *Danodon* hipotéticos).  Se estima que este espécimen adulto alcanzó una longitud de aproximadamente 8 metros y una altura de 3.5 metros. La complexión es robusta y compacta, sugiriendo un animal fuerte y bien musculoso.  La piel está cubierta por escamas coriáceas, de color marrón terroso con vetas oscuras que podrían haber proporcionado camuflaje en la densa vegetación del Cretácico.  En la parte superior del cráneo, se observan prominentes crestas óseas, posiblemente utilizadas en exhibiciones de cortejo o como estructuras termorreguladoras.  El espécimen presenta un pico córneo relativamente grande, adecuado para cortar y triturar vegetación fibrosa.  El tamaño de los dientes indica una fuerte mordida, más adecuada para la alimentación de plantas duras, en contraposición a la de los erbívoro de dientes más blandos de la misma época.  Se ha identificado la presencia de trazos de protoplumas, finas plumas óseas que podrían haber adornado su cuello y hombros, aunque su función exacta no está clara (posiblemente para el aislamiento térmico o para la exhibición visual).",
    "Siamensaurus": "--- FICHA DE ESPÉCIMEN ---\n\n**Nombre Científico:** *Siamensaurus*\n\n**Etimología:** El nombre *Siamensaurus* deriva de \"Siamese\" (Tailandés/Siamés) y \"saurus\" (griego, significado “reptil”).  Se asume que el nombre, propuesto en el descubrimiento, reflejaba la ubicación geográfica donde se encontró el primer espécimen, a orillas del río Chao Phraya en Tailandia. El sufijo \"-saurus\" es estándar para los dinosaurios sauriópodos.\n\n**Descubrimiento:** Descubierto por el Dr. Kenji Tanaka durante una expedición de investigación del Departamento de Paleontología de la Universidad de Bangkok, en el valle del río Chao Phraya, Tailandia, el 12 de Agosto de 2018. El espécimen (nombre provisional: \"Río Dorado\") fue encontrado incrustado en rocas sedimentarias de la Formación Udomnoi.\n\n**Periodo:** Cretácico Superior (Jurásico Superior también es posible dado el entorno y características del espécimen).\n\n**Dieta:** Herbívoro.  Basado en la morfología de su dentición (molares con cúspides relativamente suaves y poco diferenciadas, ademas del tamaño y forma de su esqueleto) se cree que *Siamensaurus* se alimentaba de plantas bajas, hojas y frutos, siendo un animal de pastoreo.\n\n**Descripción Física:** *Siamensaurus* era un dinosaurio de tamaño mediano,  con una longitud estimada de 6 metros y una altura a la cruz de aproximadamente 2.5 metros.  Presentaba una complexión robusta y ligeramente cónica, similar a la de los ornitópodos herbívoros del Cretácico. La piel estaba cubierta por escamas de tamaño mediano, de color verde oliva moteado con manchas marrones para proporcionar camuflaje en el denso follaje del entorno.  El espécimen exhibía una cresta nasal blanda, bifurcada en la base,  que se cree que tenía función de termorregulación y posiblemente de display social.  Además,  poseía un pequeño gancho en la punta del dedo III,  posiblemente utilizado para ayudar en la recolección de vegetales.  Su postura es de caminante cuadrúpedo.",
    "Ligantosaurus": "--- FICHA DE ESPÉCIMEN ---\n\n**Nombre Científico:** *Ligantosaurus*\n\n**Etimología:** El nombre *Ligantosaurus* deriva de las raíces griegas “ligan-” (ligar, sujetar) y “saurus” (lagarto, reptil).  Esta combinación sugiere un animal que posiblemente exhibía una estructura robusta y musculosa, reforzando la idea de un depredador con una mandíbula poderosa y capaz de ejercer una gran fuerza. El uso de “ligan-” podría estar relacionado con la posibilidad de que poseyera poderosos músculos faciales para asfixiar a sus presas.\n\n**Descubrimiento:** Descubierto por la Dra. Elara Vance en el Desierto de Aramia (presente Jordania),  en la Formación Dakhleh, en el año 2018. El espécimen fue inicialmente encontrado enterrado parcialmente en sedimentos de arenisca caliza.\n\n**Periodo:** Cretácico Superior\n\n**Dieta:** Carnívoro\n\n**Descripción Física:** *Ligantosaurus* era un depredador de tamaño mediano, estimado a unos 6 metros de longitud y 2.5 metros de altura al cabezón.  Su complexión era robusta y musculosa, con una constitución de tipo “carrónico” (pesada). La piel, reconstruida a partir de análisis de escamas fosilizadas y pequeños depósitos de keratina encontrados en el sitio, presenta escamas de tamaño moderado, dispuestas en placas más grandes en el dorso y escamas más pequeñas en el cuerpo.  Se ha especulado que el espécimen exhibía una ligera plumaje protopluma en su cuello y espalda, posiblemente para aislamiento térmico y/o como mecanismo de camuflaje. La coloración probable, basándose en la composición de pigmentos fosilizados, era un patrón de moteado en tonos de marrón y gris, con un blanco en el vientre para mimetizarse con el fondo rocoso del desierto. La característica más distintiva de *Ligantosaurus* era una cresta ósea prominente sobre los ojos, que se cree que servía para intimidar a otros depredadores y, posiblemente, para ayudar en la comunicación visual a corta distancia. Poseía grandes mandíbulas con dientes aserrados, adaptados para desgarrar la carne de sus presas.",
    "Nonosaurus": "--- FICHA DE ESPÉCIMEN ---\n\n**Nombre Científico:** *Nonosaurus*\n\n**Etimología:** El nombre *Nonosaurus* deriva de las raíces latinas “non” (que significa “diferente”, “distinto”) y “saurus” (que significa “reptil”, “lagarto”).  Por lo tanto, *Nonosaurus* podría traducirse como \"Lagarto Diferente\" o \"Lagarto Distinto\", sugiriendo una forma de dinosaurio notablemente distinta a sus parientes. El prefijo \"non\" indica una variación significativa en sus características.\n\n**Descubrimiento:** Descubierto por el Dr. Elias Vance en la Verdadera Ciénaga de la Sombra (Shadow Swamp), Kentucky, Estados Unidos, en el año 2018. El hallazgo inicial consistió en un esqueleto parcial, incluyendo un cráneo casi completo, enterrado dentro de un depósito de sedimentos ricos en materia orgánica.\n\n**Periodo:** Cretácico Superior\n\n**Dieta:** Herbívoro\n\n**Descripción Física:** *Nonosaurus* era un herbívoro de tamaño mediano.  La altura estimada del espécimen recuperado es de aproximadamente 2.5 metros, con una longitud corporal de aproximadamente 4 metros. Su complexión era robusta, aunque no extremadamente musculosa. Presentaba una piel cubierta de escamas algodonosas de color verde oliva mate, con posibles proto-plumas dispersas sobre los hombros y la parte superior de la espalda – estas plumas, aunque no formaban una cubierta completa, podrían haber servido para el aislamiento térmico o para la exhibición. El cráneo era relativamente grande y ancho, con una mandíbula fuerte y una serie de dientes blando adaptados para el prensado de plantas.  Una característica distintiva era una prominente cresta ósea, extendiéndose desde la parte posterior del cráneo hasta la base del cuello, que podría haber sido utilizada para la comunicación, el cortejo o la regulación de la temperatura corporal. El especímen mostraba también una ligera protuberancia en la parte frontal de la cabeza, sugeriendo un posible órgano sensorial para detectar el movimiento de depredadores.",
    "Protogosaurus": "--- FICHA DE ESPÉCIMEN ---\n\n**Nombre Científico:** *Protogosaurus*\n\n**Etimología:** El nombre *Protogosaurus* deriva de las raíces griegas \"protos\" (primer, original) y \"saurus\" (reptil, lagarto).  El prefijo “proto-” indica que este dinosaurio probablemente representaba la forma más temprana de desarrollarse dentro de su linaje de sauropodomorfos, sugiriendo un estadio juvenil o una fase inicial de crecimiento en relación con los sauropodomorfos posteriores. El sufijo \"-saurus\" denota su clasificación como un reptil grande y herbívoro.\n\n**Descubrimiento:** Descubierto por el Dr. Elias Vance en la formación Morrison, Colorado, EE. UU., en 2018. El espécimen, denominado “Vance-1”, fue encontrado en un lecho de sedimentos ricos en plantas, indicando una zona de hábitat florestal exuberante.\n\n**Periodo:** Cretácico Superior.\n\n**Dieta:** Herbívoro. *Protogosaurus* probablemente se alimentaba de helechos, samaras y ramas bajas, basado en el análisis de sus dientes y el contexto del hallazgo.\n\n**Descripción Física:** *Protogosaurus* era un joven sauropodomoro de tamaño mediano, con una longitud estimada de 6 metros y una altura de 3 metros cuando alcanzaba la madurez.  Su complexión era relativamente robusta, con un cuerpo cilíndrico adaptado para soportar su peso. La piel presentaba una cubierta de escamas de tamaño mediano, de color marrón verdoso moteado con manchas grises, probablemente para camuflaje en el entorno boscoso.  Un rasgo distintivo era una pequeña cresta ósea dorsal, de forma triangular, que se extendía a lo largo de la parte superior de su espina vertebral.  Este creste exhibía un color ligeramente más claro, casi blanco, y posiblemente estaba cubierto de protoplumas, otorgándole un aspecto ligeramente iridiscente. Se identificaron dientes herbívoros, con superficies complejas y en forma de hoz, adaptados para el triturado de vegetación fibrosa. El espécimen presenta protuberancias óseas en las extremidades anteriores,  probablemente para el agarre y la manipulación de plantas.\n\n---\n\nEspero que esta ficha técnica sea de tu agrado.  ¿Te gustaría que elaborara otra ficha para otro dinosaurio, o que profundizara en algún aspecto específico de esta?",
    "Yundanosaurus": "## FICHA DE ESPÉCIMEN\n\n**Nombre Científico:** *Yundanosaurus*\n\n**Etimología:** El nombre *Yundanosaurus* se deriva de la raíz griega \"youndas\" (ὔοδάν), que significa \"diente de nube\" (refiriéndose a la apariencia de los dientes del animal), y el sufijo latino \"-saurus\" (reptil).  La combinación implica una referencia a una característica dentaria distintiva asociada a un reptil, sugiriendo una especie con dientes particularmente complejos y posiblemente adaptados para una dieta especializada.\n\n**Descubrimiento:** Descubierto por el Dr. Lucius Valerius en la Formación de la Sierra de la Serpiente, Mongolia Oriental, en 2018. El espécimen fue encontrado inicialmente bajo una capa de sedimentos arenosos ricos en fósiles de aves.\n\n**Periodo:** Cretácico Superior.\n\n**Dieta:** Omnívoro. Los análisis preliminares de dientes sugieren una dieta variada que incluía tanto plantas (folias y frutos) como pequeños animales y carroña. Se identificaron estructuras en los dientes compatibles con la trituración de materia vegetal, así como pequeñas marcas de desgaste asociadas a la captura y procesamiento de presas.\n\n**Descripción Física:** *Yundanosaurus* era un dinosaurio medio, con una longitud estimada de 6 metros y una altura al garra de 2.5 metros. Exhibía una complexión robusta y musculosa, adaptada para un estilo de vida activo.  Su piel estaba cubierta de escamas grandes y rugosas, de color marrón grisáceo con patrones de moteado que probablemente proporcionaban camuflaje en el entorno de pastizales y arboledas.  El espécimen exhibía un pequeño hocico, una cabeza relativamente corta y un cuello ligeramente curvado.  La característica más distintiva era una crestilla ósea sobre la espalda, formada por una serie de placas óseas cubiertas de piel, que se extendía desde el cuello hasta la base de la cola. Esta cresta, además de su posible función en la comunicación visual,  probablemente servía para regular la temperatura corporal, ayudando a disipar el calor. Los miembros delanteros eran relativamente cortos pero fuertes, con tres dedos, mientras que los miembros traseros eran más largos y poderosos, adaptados para la locomoción rápida. Se observan pequeñas estructuras similares a protoplumas incrustadas en la piel cerca de la base de la cola, sugiriendo un posible desarrollo de plumas primitivas, posiblemente para el equilibrio o el camuflaje.",
    "Rapalasaurus": "--- FICHA DE ESPÉCIMEN ---\n\n**Nombre Científico:** *Rapalasaurus*\n\n**Etimología:** El nombre *Rapalasaurus* deriva de la combinación de \"Rapala,\" que en latín significa \"famoso,\" y “saurus,” la raíz griega que indica “lagarto” o “reptil”.  La designación sugiere, por tanto, un lagarto notable, posiblemente debido a sus características distintivas o su tamaño. La elección del nombre podría reflejar una intención de destacar a este dinosaurio dentro de su género.\n\n**Descubrimiento:** Descubierto por la Dra. Elara Vance en la Formación Morrison, Colorado, Estados Unidos, en el año 2018. El hallazgo se produjo durante una expedición arqueológica financiada por la Universidad de Denver. Se encontraron varios huesos parciales, incluyendo una cadera bien preservada, que permitieron a la Dra. Vance reconstruir la posición y el tamaño del animal.\n\n**Periodo:** Cretácico Superior.\n\n**Dieta:** Herbívoro.  La morfología de sus dientes, aunque fragmentada, sugiere una dieta basada principalmente en hojas y brotes tiernos, adaptada para un animal de tamaño mediano. \n\n**Descripción Física:** *Rapalasaurus* era un dinosaurio cuadrúpedo de tamaño mediano, estimado en aproximadamente 6 metros de longitud y 2.5 metros de altura. Su complexión era robusta,  con músculos bien desarrollados, indicativo de un animal activo. La piel estaba cubierta por placas córneas ásperas de color marrón rojizo oscuro, que protegían contra el sol y la abrasión, probablemente combinadas con protoplumas suaves (barbas plumosas) dispersas en el cuello y la espalda.  El animal presentaba una cresta ósea prominente en el cráneo que se extiende desde el rostro hasta la parte superior de la espalda. Esta cresta, de color marrón claro,  podría haber servido para la exhibición (intraspecífica) o incluso para la regulación térmica.  Presentaba pequeños cuernos óseos en la frente que no parecen haber tenido una función en el combate. Los dientes son pequeños, blados y con borde redondeado, adaptados para triturar vegetación fibrosa.  En la parte posterior del cuerpo, la piel muestra signos de haber sido cubierta por  barbas plumosas, que probablemente también funcionaban como un mecanismo de disimulo en el entorno de la Formación Morrison.",
    "Stenosaurus": "--- FICHA DE ESPÉCIMEN ---\n\n**Nombre Científico:** *Stenosaurus*\n\n**Etimología:** El nombre *Stenosaurus* deriva del griego “sténos” (στένω), que significa \"apretar\" o \"estrechar\", referenciando probablemente la forma estrecha y alargada de su cuello. El sufijo \"-saurus\" es común en nombres de dinosaurios, indicando \"lagarto\" o \"ser reptil\". El nombre, por tanto, sugiere un animal con un cuello notablemente estrecho.\n\n**Descubrimiento:** Descubierto por el Dr. Elias Vance en la formación Morrison, Colorado, Estados Unidos, en 1987. El espécimen fue inicialmente catalogado como un espécimen parcial, pero la excavación reveló una porción significativa del esqueleto, permitiendo una reconstrucción más precisa.\n\n**Periodo:** Cretácico Superior.\n\n**Dieta:** Herbívoro. *Stenosaurus* era probablemente un herbívoro de cuello largo, especializado en la alimentación de las copas de los árboles, similar a los hadrosaurios, aunque de menor tamaño. Su cuello largo y su boca ancha facilitaban el acceso a las hojas de los árboles altos.\n\n**Descripción Física:** *Stenosaurus* medía aproximadamente 6 metros de largo y 2.5 metros de altura en la cabeza. Tenía una complexión robusta y ligeramente cilíndrica, con un cuerpo adaptado para la locomoción terrestre. La piel estaba cubierta de escamas de tamaño mediano, dispuestas en patrones ondulados que probablemente ofrecían un cierto nivel de camuflaje en su entorno forestal. El coloración probable era un verde oliva moteado con tonos marrones y grises, proporcionando un excelente camuflaje en la densa vegetación de la época.  Presentaba un cuello largo y extremadamente estrecho, casi columnar, que se estrechaba significativamente hacia la cabeza.  Además, se observaron estructuras óseas en el cuello, que sugieren la presencia de protoplumas, plumas simples y de tamaño reducido que podrían haber servido para el camuflaje, la regulación térmica o quizás incluso para la comunicación visual.  La cabeza era relativamente pequeña en comparación con el cuerpo, con una boca ancha y un pico córneo para masticar la vegetación.",
    "Hagariosaurus": "*Nombre Científico:* Hagiosaurus\n\n*Etimología:* El nombre *Hagiosaurus* deriva de las palabras griegas “hagiós” (ἁγῖος), que significa “sagrado” o “venerable”, y “saurus” (saurus), un sufijo que indica “reptil”. Se sugiere que este nombre refleje la importancia del espécimen al ser considerado una especie fundamental en el estudio de la evolución de los dinosaurios herbívoros del Cretácico Superior, similar a un \"dios reptil\" en la vida de los paleontólogos.\n\n*Descubrimiento:* Descubierto por la Dra. Evelyn Richter en las rocas de la Formación Morrison, Colorado, Estados Unidos, en 2018. El hallazgo se realizó durante una expedición de investigación del Museo Paleontológico de Denver.\n\n*Periodo:* Cretácico Superior.\n\n*Dieta:* Herbívoro.\n\n*Descripción Física:* *Hagiosaurus longipes* era un dinosaurio saurópodo de tamaño moderado, estimándose una longitud total de aproximadamente 12-15 metros y una altura a la cabeza de 6-8 metros. Presentaba una complexión robusta y ligeramente cónica, indicativa de una postura erguida para la alimentación.  Su piel estaba cubierta de escamas de tamaño mediano, de color verdoso-amarillento con patrones de moteado marrón claro, proporcionando camuflaje en el entorno boscoso del Cretácico Superior.  La característica más distintiva de *H. longipes* era una protuberancia ósea de forma semicircular, de color blanco hueso, que se extendía a lo largo de la parte posterior de su cuello, presumiblemente utilizada para la comunicación visual o para la exhibición de coloración.  Las extremidades posteriores eran relativamente largas en comparación con las delanteras, con garras de tamaño mediano que sugieren un comportamiento de excavación en busca de vegetación. La presencia de pequeñas estructuras similares a plumaje, aunque no emplumado de forma completa, en el cuello y los flancos, indica la posibilidad de que *H. longipes* poseyera algunas estructuras protoplumerales que posiblemente ayudaban a regular la temperatura corporal o en el camuflaje visual.",
    "Atitan": "**Nombre Científico:** *Atitan*\n\n**Etimología:** El nombre *Atitan* deriva de las raíces griegas \"atis\" (ἀτίς), que significa “grande” o “impresionante,” y “titan,” que evoca la fuerza y grandiosidad de los Titanes de la mitología griega. La combinación sugiere un animal de proporciones colosales, un titán del Cretácico.\n\n**Descubrimiento:** Descubierto por el Dr. Elias Vance en el basamento rocoso de la formación Morrison, Colorado, EE. UU., en el verano de 2023. El espécimen fue inicialmente encontrado enterrado en una brecha calcárea, y su hallazgo se atribuye a un equipo de investigación del Museo de Historia Natural de Denver.\n\n**Periodo:** Cretácico Superior.\n\n**Dieta:** Herbívoro. *Atitan* era un herbívoro de gran tamaño, especializado en el consumo de coníferas y cicadáceas, basándose en la evidencia de dientes robustos y una estructura craneal diseñada para procesar vegetación fibrosa.\n\n**Descripción Física:** *Atitan* era un titanosaurio con una altura estimada de 18-22 metros y una longitud de aproximadamente 30-35 metros. Su complexión era de una robusta musculatura y un cuerpo ancho, adaptado para soportar su enorme peso. La piel estaba cubierta por escamas de tamaño mediano, de color marrón rojizo con patrones moteados más claros, lo que probablemente ofrecía camuflaje en su entorno. Tenía un cuello extremadamente largo y flexible, adaptado para alcanzar las copas de los árboles más altos. Poseía una prominente cresta ósea que se extendía a lo largo de su cabeza, posiblemente utilizada para exhibición o regulación térmica. Presentaba un pico córneo en su boca, ideal para cortar y triturar las ramas. Además, las patas eran robustas y proporcionaban un excelente soporte para su tamaño, y los dedos estaban cubiertos de una piel gruesa y resistente.",
    "Coratodony": "**Nombre Científico:** *Coratodony rex*\n\n**Etimología:** El nombre *Coratodony* se deriva de las raíces griegas *kóratos* (κόρατος), que significa \"cuerno\" o \"cabeza con cuerno\", y *dóny* (δῶνος), una forma abreviada de *dýnamós* (δύναμις), que se refiere a \"poder\" o \"fuerza”, sugiriendo así un dinosaurio de poderosa cabeza. El sufijo \"-rex\" es una adaptación latinizada común en los nombres de dinosaurios carnívoros, indicando \"rey\" y enfatizando su posición como depredador dominante.\n\n**Descubrimiento:** Descubierto por el Dr. Alistair Finch en la Formación Morrison, Colorado, Estados Unidos, en 2018. El espécimen (designado \"Finch-2018a\") fue encontrado parcialmente enterrado cerca del río Colorado, indicando un ambiente potencialmente inundado durante los periodos de alta disponibilidad de agua.\n\n**Periodo:** Cretácico Superior.\n\n**Dieta:** Carnívoro. *Coratodony rex* se basaba en una dieta de gran tamaño, presumiblemente depredando grandes herbívoros como *Stegosaurus* y *Apatosaurus* que habitaban la región.\n\n**Descripción Física:** *Coratodony rex* era un terópodo grande y robusto, estimado en una longitud de 9-11 metros y una altura de 3-4 metros. Su complexión era musculosa y poderosa, con un pecho prominente y extremidades traseras largas y fuertes, adaptadas para la velocidad y el impacto. Su piel estaba cubierta por escamas texturizadas de color gris pizarra con patrones de pigmentación oscura, posiblemente para camuflaje en el árido entorno de la Formación Morrison. Poseía un cráneo grande y pesado, con una maxilar robusta y molares aserrados diseñados para triturar huesos. Un prominente gola ósea en la parte superior del cráneo, probablemente de origen musculoso, proporcionaba soporte para los músculos masticadores, y una cresta ósea ligeramente aplanada en la parte posterior del cráneo podría haber servido para la exhibición visual o para el reconocimiento de señales entre individuos. El espécimen también mostraba pequeñas, densas plumas protoplumas, principalmente en el cuello y la parte superior de las patas traseras, lo que sugiere que *Coratodony rex* podría haber poseído una forma de plumaje, aún en proceso de desarrollo. Los tres dedos de sus pies traseros estaban equipados con garras curvas, perfectamente adaptadas para la caza y el agarre.",
    "Astrophaturaptor": "**Nombre Científico:** *Astrophaturaptor*\n\n**Etimología:** El nombre *Astrophaturaptor* es una combinación de raíces que sugieren una imagen particular del dinosaurio. “*Astro-*” deriva del griego *astron*, que significa “estrella”, posiblemente en referencia a las características distintivas de su cráneo, que recuerdan a los detalles de una constelación. “*Tauro-*” se refiere al toro, un símbolo de fuerza y potencia, quizás asociado con la musculatura robusta del animal. “*raptor*” es una adaptación del latín \"raptor\", connota un depredador ágil y letal, recordando al grupo de terópodos raptores.  El conjunto, *Astrophaturaptor*, podría traducirse como \"Depredador Estelar de Fuerza\".\n\n**Descubrimiento:** Descubierto por el Dr. Silas Blackwood en el Desierto de Arrakis (inspirado en *Dune*) en la Formación Redwood, California, 2037. El espécimen fue inicialmente identificado como un fragmento de hueso y posteriormente, mediante excavaciones, se reveló la posibilidad de un dinosaurio completamente preservado.\n\n**Periodo:** Cretácico Superior.\n\n**Dieta:** Carnívoro.\n\n**Descripción Física:** *Astrophaturaptor* era un terópodo de tamaño mediano, estimado en una longitud de 6 metros y una altura a la cruz de 2.5 metros. Su complexión era musculosa y robusta, con un esqueleto extremadamente denso, indicativo de un estilo de vida activo como depredador. La piel era cubierta por escamas óseas protectoras, de color gris pizarra, moteadas con manchas verdosas que proporcionaban camuflaje en la vegetación sombría del desierto. Poseía un cráneo excepcionalmente grande y pesado, adornado con un elaborado rostro con una cresta nasal ósea pronunciada, de color rubí, que probablemente fuera utilizada para exhibiciones de dominancia y/o para aumentar la visibilidad de las señales olfativas. Las extremidades anteriores estaban dotadas de garras grandes y curvadas, de color negro azabache, diseñadas para la captura y el derribo de presas.  Las extremidades posteriores estaban equipadas con garras menores, pero más robustas, capaces de impartir una fuerza considerable. Se estima que la compleja estructura de las protoplumas que cubrían la mayor parte de su cuerpo se utilizaban para la termorregulación y/o para la exhibición.",
    "Luacamatitan": "**Nombre Científico:** *Luacamatitan*\n\n**Etimología:** El nombre *Luacamatitan* deriva de raíces griegas y latinas. “*Luaca-*” se refiere a la localidad del hallazgo (Luaca, Noruega), y “*matitan*” proviene de la palabra latina \"matus\" que significa \"diente\".  Por lo tanto, \"Luacamatitan\" se traduce aproximadamente como \"Diente de Luaca\". Esta nomenclatura busca reflejar el lugar de descubrimiento y la característica dental prominente del dinosaurio.\n\n**Descubrimiento:** Descubierto por el Dr. Elias Holm en el Valle de Svartdalen, Noruega, en 2018. El espécimen fue inicialmente encontrado en estratos de la Formación de Liaoning. La excavación se llevó a cabo con el apoyo del Museo Nacional de Noruega.\n\n**Periodo:** Cretácico Superior\n\n**Dieta:** Herbívoro\n\n**Descripción Física:** *Luacamatitan* era un terópodo pequeño, de postura erguida, con una longitud estimada de 2.5 metros y una altura de aproximadamente 1.2 metros en el coxis. Su complexión era relativamente delgada y esbelta, con un esqueleto ligero que sugiere un movimiento ágil. La piel, basada en la preservación notable de los tejidos blandos, parece haber estado cubierta por una fina capa de protoplumas, filamentos de queratina que cubrían el cuerpo, particularmente en las extremidades. Estas protoplumas, de color un suave grisáceo, podrían haber servido para el aislamiento térmico y el camuflaje.  La cría exhibía una coloración de base clara, posiblemente blanca o crema, con marcas sutiles de color marrón en los protoplumas, lo que sugiere un patrón de camuflaje en un entorno forestal.  El cráneo, de tamaño relativamente pequeño para su cuerpo, presentaba dientes blados y con forma de maza, adaptados para arrancar hojas de arbustos y plantas bajas. Una característica distintiva era un pequeño embudo nasal, que sugiere una vocalización peculiar, y una cresta ósea ligeramente elevada sobre la nariz, posiblemente para la comunicación. El espécimen exhibe evidencia de huesos parcialmente fusionados en las extremidades anteriores, lo que indica una cierta rigidez articular, aunque la movilidad de las extremidades parece haber sido considerable."
}